Repository: juventudtrotskista/libro-ucraniaGIT
Catalog: tm/MM3.tmx
Source language: es_es
Languages: en_gb

source: Untitled
en_gb: Untitled Korn album

source: Untitled (álbum de Korn)
en_gb: Untitled Korn album

source: La elección de Arndt para escribir un tratamiento tiene mucho sentido, teniendo en cuenta tanto su prestigio como guionista y su estrecha relación con Pixar igualmente secreto de Disney - él es el guionista de la cheekily titulada Untitled película de Pixar que te lleva dentro de la mente de Up director Pete Docter , actualmente en pre-producción - pero hay una razón todavía más que Arndt sería tan atractivo para Disney y Lucasfilm: Él es un experto en Star Wars.
en_gb: The choice of Arndt to pen a treatment makes perfect sense, given both his prestige as a screenwriter and his close relationship with Disney’s equally secretive Pixar — he’s the screenwriter of the cheekily titled Untitled Pixar Movie That Takes You Inside the Mind for Up director Pete Docter, currently in preproduction — but there’s one more reason still that Arndt would be so appealing to Disney and Lucasfilm: He’s a Star Wars expert.

source: Por eso necesitamos no solo un nuevo enfoque de la comunicación, sino un buen debate sobre el futuro de Europa en su conjunto.
en_gb: This is why we need not only a new approach to communication, but also a good discussion about the future of Europe as a whole.

source: Nulidad intelectual: ni tan siquiera se definen los términos empleados.
en_gb: This talk is intellectually invalid because the terms used are not even defined.

source: Guarda relación con Frank Wieczorek, un joven activista de la oposición que ha sido recientemente expulsado de la universidad.
en_gb: It concerns Frank Wieczorek, a young opposition activist who was recently expelled from university.

source: Somos conscientes de que recientemente las instituciones judiciales han iniciado acciones legales contra los líderes de la oposición venezolana.
en_gb: We are aware that recently the judicial institutions have opened some judicial processes against opposition leaders in Venezuela.

source: Mientras los representantes de la izquierda, muy evidentemente, se definen en un cómodo distanciamiento respecto del estalinismo, del comunismo y del extremismo izquierdista, parece que no se sienten capaces de reconocer la diferencia entre derechista, extremista de derechas y fascistoide.
en_gb: Whilst those of a left-wing persuasion define their position at a comfortable distance from Stalinism, Communism and left-wing extremism as if it were the most natural thing in the world, they are evidently incapable of recognising the difference between the right, right-wing extremism and fascism.

source: También por este motivo yo quisiera solicitar a todos los parlamentarios presentes que voten afirmativamente el presente informe.
en_gb: I should therefore like to ask all Members of Parliament present to vote in favour of this report.

source: También las hay que funcionan bien.
en_gb: There are reputable companies too.

source: Hemos oído muchos comentarios sobre el hecho de que sus Señorías se desplacen de una a otra sede parlamentaria, pero en esto también respetamos la forma en que funcionan los acuerdos.
en_gb: We have heard many views on whether you MEPs should move back and forth between parliaments, but here too we are aware of the way agreements work.

source: Lo peor de todo es que está ayudando a financiar otras formas de actividad criminal y está fortaleciendo la delincuencia organizada internacional.
en_gb: But, more importantly, it is helping to fund other forms of criminal activity and strengthening international organised crime.

source: De este modo el parlamentarismo europeo ha demostrado que está muy vivo.
en_gb: European parliamentarism has thereby shown signs of being very much alive.

source: En conjunto, no será un buen día para esta forma de parlamentarismo y para esta forma de iniciativas.
en_gb: All in all, that does not make for a good day for this form of parliamentarianism or for initiatives of this kind.

source: Cuentan con profesionales emprendedores, de gran calidad, en particular en Francia y en España, y ofrecen un alimento sano y natural, que es objeto de una demanda fuerte y creciente.
en_gb: They have enterprising professionals of high quality, particularly in France and Spain, and are offering healthy, natural food, for which there is high and growing demand.

source: Suficiente para resistir la creciente popularidad de las réflex digitales.
en_gb: Enough to withstand the digital SLR growing in popularity.

source: El Gobierno bielorruso también es muy consciente del papel potencial de Internet en el desarrollo de la sociedad civil y la democracia, y utiliza todos los medios que tiene a su alcance para frenar su creciente popularidad.
en_gb: The Belarussian Government is also well aware of the potential role of the Internet in developing civil society and democracy, and it uses every means at its disposal to curb its growing popularity.

source: El presente acuerdo está en bancarrota moral.
en_gb: This agreement is morally bankrupt.

source: Ucrania está dividida interiormente.
en_gb: Ukraine is split internally.

source: Bancarrota
en_gb: Bankruptcy

source: Lamentablemente este periodo democrático vino acompañado de la incompetencia administrativa, privatizaciones arbitrarias y la corrupción.
en_gb: Unfortunately, this most democratic period was also accompanied by administrative incompetence, random privatisations and corruption.

source: Por parte gubernamental, todos lo sabemos, campa la corrupción y la incompetencia.
en_gb: We know that the government excels in corruption and incompetence.

source: Diariamente
en_gb: Daily

source: La triste realidad es que el comercio internacional tiene perdedores, además de ganadores.
en_gb: The uncomfortable truth is that there are losers as well as winners from international trade.

source: Todos los que piensen en términos de ganadores y perdedores fracasarán.
en_gb: Those who think in terms of winners and losers will fail.

source: Con la armonización del mercado habrá ganadores y perdedores.
en_gb: Harmonisation of the market will produce winners and losers.

source: Dirección:
en_gb: Address:

source: Dirección
en_gb: Management

source: (Dirección)
en_gb: (Direction)

source: Esta opción está protegida por el administrador
en_gb: This setting is protected by the Administrator

source: Traición
en_gb: Betrayal

source: Es preciso recordar al Consejo que el estalinismo también fue totalitario y que fue un régimen no menos destructivo para quienes murieron entre los pueblos europeos.
en_gb: The Council must be reminded that Stalinism too was totalitarian and was no less destructive a regime for those who died among Europe’s peoples.

source: Sin embargo, el combate también debe librarse a nivel de las instancias europeas.
en_gb: But the fight must also take place at the level of the European institutions.

source: Este orden dividió de forma artificial nuestro continente, dejando a unos en una posición privilegiada mientras sentenciaba a otros a un lento ritmo de desarrollo económico.
en_gb: This order artificially divided our continent, placing some in a privileged position, while sentencing others to a sluggish pace of economic development.

source: La cultura árabe está siendo atacada.
en_gb: The Arab culture is under attack.

source: Aislamiento.
en_gb: Isolation.

source: Revolución
en_gb: Revolution

source: Alguien ha preguntado cómo se están desarrollando los acontecimientos a escala internacional.
en_gb: Someone asked how this work is proceeding at international level.

source: Más allá de todos estos acontecimientos, se están desarrollando gran cantidad de contactos a escala ministerial y entre funcionarios.
en_gb: Over and above these, there is a range of contacts at ministerial level and among officials.

source: Debemos recordar que muchos de los presos son revolucionarios que aceptarán cualquier tipo de control de su situación.
en_gb: We should remember that many of the inmates are revolutionaries who will accept nothing short of control of their situation.

source: REVOLUCION, REBELION,
en_gb: REVOLUTION, REBELLION,

source: Revolución Directoral
en_gb: Directorial Resolution

source: Es imposible luchar contra cada discriminación que se desarrolla en la sociedad capitalista, cuando hay y prepondera la gran distinción entre explotadores y explotados.
en_gb: It is impossible to combat the various types of discrimination which arise in a capitalist society as long as the main type of discrimination between the exploiters and the exploited continues to reign supreme.

source: Fue, en efecto, un momento histórico: la culminación del procedimiento Lamfalussy por primera vez en este Parlamento.
en_gb: Indeed, this is a historic moment: the completion of the Lamfalussy process for the first time by this House.

source: La India tiene por delante la culminación de una gran tarea de desarrollo ya emprendida.
en_gb: India is faced with the task of completing the great development project that is already underway.

source: Mi pene es difícil imaginar lo que va a llevar en la noche del sábado
en_gb: My penis is hard imagining what you will wear on Saturday night

source: Nuestra actitud con respecto a Siria no adolece de debilidad.
en_gb: Our attitude towards Syria is not one of weakness.

source: Es difícil imaginar en este momento cómo podría ir a peor.
en_gb: It is difficult to imagine at present how it could be worse than this.

source: A veces, los gestos son más elocuentes que las palabras.
en_gb: Sometimes, actions speak louder than words.

source: sumisión
en_gb: submissiveness

source: Sumisión
en_gb: Deference

source: Es difícil saber qué es lo más importante.
en_gb: It is difficult to say what is most important.

source: Es evidente de qué lado están los valores fundamentales en esta comparación.
en_gb: This comparison makes it clear on which side the fundamental values lie.

source: Es difícil ver qué símbolos están en los botones y qué función representan.
en_gb: It's hard to see which symbols are on the buttons and what function the buttons represent.

source: En la revolución democrática
en_gb: In the democratic revolution

source: Como hemos dicho, es una revolución democrática.
en_gb: As we have said, it has been a democratic revolution.

source: Sus esfuerzos pasarán a la historia.
en_gb: Your efforts will go down in history.

source: El segundo Comisario propuesto procede de un selecto grupo de personas que difícilmente pasarán a la historia como los más ardientes defensores de la justicia o como campeones de la promoción de las libertades.
en_gb: The latter Commissioner-designate has emerged from a select band of people who will scarcely go down in history as the most assiduous defenders of justice or as unrivalled promoters of freedoms.

source: Es evidente que no está al tanto de que, desgraciadamente para la humanidad, ya no existe tal bloque.
en_gb: Obviously, no-one has told him that, unfortunately for mankind, there is no longer any such bloc.

source: después de finalizar en tercer lugar jugando en el
en_gb: after finishing in third place playing in the

source: después de 5 victorias consecutivas jugando en el
en_gb: after 5 consecutive victories playing the

source: Espero que la Comisión sea capaz de responder a cuatro preguntas bastante específicas sobre estos temas.
en_gb: I hope that the Commission is able to answer four quite specific questions on these four themes.

source: No fue capaz de responder con una actuación razonable frente a todos esos acontecimientos catastróficos.
en_gb: It has proved incapable of behaving reasonably throughout this disastrous affair.

source: El problema es que no somos capaces de responder a ellos lo suficientemente rápido, al menos no siempre.
en_gb: The problem is that we are not able to respond to them sufficiently, at least not always quickly enough.

source: El ascenso de
en_gb: The Rise of

source: Ascenso
en_gb: Ascent

source: ascenso
en_gb: promotion

source: Ni siquiera se menciona el rápido ascenso de China y de la India en la economía mundial.
en_gb: Not least, there is no specific mention of the rapid rise of China and India in the global economy.

source: Es precisamente ahora que hay motivo para una aplicación muchísimo más ofensiva de este principio.
en_gb: It is precisely now that there is reason for using this principle far more aggressively.

source: Espero que, ahora que se han celebrado las elecciones al parlamento ucraniano, Ucrania tome el camino de la estabilidad política.
en_gb: I hope that, now the Verkhovna Rada elections have taken place, Ukraine will have got on the path towards political stability.

source: Dicho compromiso mantiene el enfoque franco y leal del mercado interior que obtuvo mucho apoyo en primera lectura y que aún fue mejorado por el Parlamento.
en_gb: This compromise is in line with the internal market' s direct approach, which received huge support at first reading and which was supplemented by Parliament.

source: Este partido es aquí el segundo grupo político austríaco y obtuvo el 27% de los votos en las elecciones al Parlamento Europeo el pasado año.
en_gb: That Austrian political party is the second largest Austrian group in this House and received 27% of the votes cast in last year 's European Parliament elections.

source: Era necesario.
en_gb: This was necessary.

source: Era necesario
en_gb: Was necessary

source: Esto era muy necesario en cualquier caso.
en_gb: This is badly needed anyway.

source: Es necesario intervenir con extrema severidad ante estos hechos y actuar en consecuencia.
en_gb: This has to be viewed very seriously, and action must be taken accordingly.

source: Se reconocía que la UE se estaba alejando de las personas y que era necesario hacer algo.
en_gb: There was recognition that the EU was becoming more remote from the people and that there was a need to do something about it.

source: Creo que es urgentemente necesario actuar con consecuencia en contra del crimen organizado.
en_gb: I think that it is urgently necessary to proceed consistently against organized crime.

source: Sin embargo, estamos lejos de ver eso en Irán.
en_gb: However, we are far from seeing that in Iran.

source: Sin embargo, ¿se trata de una cuestión que se pueda basar exclusivamente en la diplomacia?
en_gb: However, is that a reason to rely solely on diplomacy?

source: Sin embargo, en este momento estamos muy lejos de alcanzar el objetivo.
en_gb: At the present time, however, we are very far from achieving that aim.

source: La Naturaleza es una fuerza muy poderosa.
en_gb: Nature is a very powerful force.

source: De eso hace ocho años.
en_gb: That was eight years ago.

source: Allí se están cometiendo asesinatos y expulsiones sistemáticas desde hace ya ocho años.
en_gb: People are being systematically murdered and expelled and it has been happening for eight years.

source: Como la Comisión no nos ha proporcionado claridad de ningún tipo, seremos nosotros quienes tendremos que hacerlo.
en_gb: Since the Commission has not provided any clarity, we shall have to do it.

source: No seremos nosotros quienes negaremos esos nuevos recursos, debería usted preguntar al Consejo.
en_gb: It will not be us who refuse these new resources. You should ask the Council.

source: Por último, la guerra entre sexos que se ha defendido recientemente y que recuerda la lucha de clases comunista, ha fomentado la agresión en lugar de reducirla.
en_gb: Lastly, the recently advocated war between the sexes, which harks back to the Communist class conflict, has fuelled aggression rather than reduced it.

source: Las acciones y los principios de Stalin y otros líderes comunistas que alentaron la exterminación de millones de personas en nombre de la lucha de clases fueron criminales.
en_gb: The actions and principles of Stalin and other communist leaders who encouraged the extermination of millions of people in the name of class struggle were criminal.

source: Lucha de clases
en_gb: Class conflict

source: Según el acuerdo del diálogo social, los representantes del personal y el comité de personal local representan a las personas empleadas al amparo del Estatuto de los funcionarios.
en_gb: Under the social dialogue agreement, staff representatives and the Local Personnel Committee represent persons employed under the Staff Regulations.

source: sus Directores, funcionarios y empleados
en_gb: its Directors, officials and employees

source: revolucion
en_gb: revolution

source: Desesperado
en_gb: Desperate

source: Imperialista
en_gb: Imperialist

source: Además, son completamente decisivos para los países en desarrollo.
en_gb: In addition, they are otherwise entirely decisive for the developing nations.

source: Además, para el desarrollo social de los países del sur es crucial que sus productores perciban unos ingresos justos.
en_gb: It is also fairly crucial as regards social development in the southern states that producers in these countries receive a fair income.

source: Este son los antecedentes.
en_gb: That is the background.

source: Por otro lado, el análisis desde el punto de vista teórico ayudará a valorar su trascendencia como pensador político.
en_gb: On the other hand, a theoretical analysis will help to assess his transcendence as a political thinker.

source: DATOS DEL ANÁLISIS QUÍMICO ESPECÍFICO
en_gb: SPECIFIC CHEMICAL ANALYTICAL DATA

source: Análisis de restricciones verticales específicas
en_gb: Analysis of specific vertical restraints

source: Sepamos evitar el proceso de amalgama simplista entre lucha contra el terrorismo y genocidio planificado; de lo contrario, el agravamiento in situ de la barbarie será proporcional a nuestra indiferencia.
en_gb: We must avoid any simplistic equation between the fight against terrorism and deliberate genocide. As long as we remain indifferent, the barbaric situation in Chechnya can only deteriorate further.

source: Desesperación
en_gb: Hopelessness

source: Expectativas
en_gb: Expectations

source: También falta un punto sobre la responsabilidad de la UE en el desarrollo político de Europa y Austria, que ha sido una de las condiciones para la victoria electoral de Haider.
en_gb: What is also missing is a paragraph concerning the EU' s shared responsibility for the social and political developments in Europe and Austria which have been among the prior conditions for Mr Haider' s electoral success.

source: Dentro del espacio de libertad, seguridad y justicia que los europeos nos hemos propuesto construir, de acuerdo con las premisas del Tratado de Amsterdam, ocupa un lugar esencial la progresiva formación de una política común de inmigración y asilo.
en_gb: The progressive development of a common immigration and asylum policy is an essential part of the area of freedom, security and justice we Europeans have proposed creating in accordance with the Treaty of Amsterdam.

source: Y hay que decirles a los fascistas minoritarios que conocemos ya el fascismo en este siglo, disfrazado de derechas y también disfrazado de izquierdas, y que no nos engaña cuando viene disfrazado de nacionalismo.
en_gb: We have to tell the fascist minorities that we have already experienced fascism this century, disguised as the Right and also as the Left, and it does not fool us when it comes disguised as nationalism.

source: Inconsistencia Fuente
en_gb: Source Inconsistency

source: Objetivo Inconsistencia
en_gb: Target Inconsistency

source: Confusiones
en_gb: Confusions

source: No tiene ningún sentido volver a discutir ahora si existía otra alternativa o no.
en_gb: There is no point today in debating whether or not there might have been an alternative.

source: En este sentido, las elecciones son importantes.
en_gb: In that respect the elections are important.

source: La contribución de los interlocutores sociales es, en este sentido, ejemplar y necesaria.
en_gb: The contribution of the social partners is, in this respect, exemplary and necessary.

source: En segundo lugar, la supuesta equivalencia minimiza los crímenes cometidos por el fascismo alemán, en particular el exterminio de los judíos de Europa; es evidente que la resolución tiene por objeto relativizar esta fractura temporal de la civilización.
en_gb: Secondly, this assumption of equivalence minimises the crimes committed by German fascism, notably the extermination of Europe’s Jews; it is evident that the resolution’s object is to relativise this temporary abandonment of civilisation.

source: Ese es el lenguaje del fascismo de Hitler.
en_gb: That is the language of Hitler's fascism.

source: La actitud de la Comisión y del Consejo no se ha caracterizado por su celeridad precisamente.
en_gb: There has been a trailing of feet by the Commission and the Council.

source: La ideología no permite ninguna libertad a las personas y conduce a todo tipo de esclavitudes.
en_gb: Ideology does not allow people any freedom and leads to all kinds of slavery.

source: Puede seguir siempre cerca, aunque esté lejos.
en_gb: You can now stay close-from any distance.

source: La Comisión puede aceptar las enmiendas núms.1, 2, 3 y 5 en principio, aunque no en su formulación actual.
en_gb: The Commission can accept Amendments Nos 1, 2, 3 and 5 in principle, if not in their present form.

source: Los resultados siempre se suman, aunque para obtenerlos se haya utilizado una función de resumen distinta.
en_gb: Results are always summed, even if a different summary function was used to obtain each result.

source: Quizá les parezca a algunos evidente y tautológico, pero no ha sido así en la historia de la Comunidad.
en_gb: This might seem evident and redundant to some people, but it has not been the case in the history of the Community.

source: Además, los estudiantes aprenden historia.
en_gb: In addition, students learn about history.

source: Polonia ha experimentado ya un sistema educativo alemán que se consideraba superior a todos los demás en anteriores momentos de su historia.
en_gb: Poland has already experienced a German education system claiming to be superior to all others at earlier stages of its history.

source: También soy un defensor de los derechos humanos.
en_gb: I am also a fighter for human rights.

source: La campaña también promoverá los derechos de los defensores de los derechos humanos.
en_gb: The campaign will also promote the rights of human rights defenders.

source: También conocido como chip .
en_gb: Also called a chip .

source: Estado de Israel
en_gb: State of Israel

source: Y, finalmente, el caso de China.
en_gb: Finally, China.

source: O sea que, he aquí el amigo franco del Estado de Israel.
en_gb: So there I am, the candid friend to the State of Israel.

source: Pequeña burguesía
en_gb: Petite bourgeoisie

source: Señor Presidente, una vez más, el Estado de Israel está intentando aplastar al pueblo palestino y eliminar a sus líderes.
en_gb: Mr President, once again the state of Israel is trying to crush the Palestinian people and eliminate its leaders.

source: En Palestina, la ocupación es omnipresente.
en_gb: In Palestine, the occupation is omnipresent.

source: El fascismo nació del capitalismo.
en_gb: Fascism was born of capitalism.

source: Por otro lado, hay que lamentar que haya habido algunas excepciones.
en_gb: On the other hand, it is a matter of regret that there were a number of exceptions to the general agreement.

source: El hecho, en sí mismo extraordinario, de que el Ejército Rojo hubiera derrotado a Hitler es irrelevante.
en_gb: The fact - in itself extraordinary - of the Red Army's having defeated Hitler is irrelevant.

source: Hay que dejar salir a esos civiles para que el ejército pueda concluir su ofensiva.
en_gb: These civilians must be allowed to leave so that the army can conclude its offensive.
